[Character.CharClass_SkagSpitter_Digi AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_SkagSpitter_Digi AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Cuspidor Virtual",TransformedNames=((TransformedName="Skag Cuspidor de Fogo"),(TransformedName="Skag Cuspidor Elétrico"),(TransformedName="Skag Cuspidor Corrosivo"),(TransformedName="Skag Cuspidor Slag")))

